Repository: blubec/confessor
Catalog: source/translation/*.po
Languages: cs

source: %1 request aborted
cs: %1 požadavek zrušen

source: %1 request failed
cs: %1 požadavek selhal

source: %1 sending request
cs: %1 odesílám požadavek

source: %1 request timeout
cs: %1 požadavek vypršel

source: Ready
cs: Připraven

source: No saved confessions
cs: Žádné uložené zpovědi

source: Title
cs: Nadpis

source: Author
cs: Autor

source: Comments
cs: Komentáře

source: News
cs: Novinky

source: New
cs: Přidat

source: Confession number
cs: Číslo zpovědi

source: %1 is already saved
cs: %1 už je uloženo

source: Trying to fetch %1
cs: Zkouším načíst %1

source: View
cs: Ukázat

source: Delete
cs: Smazat

source: Zeroize
cs: Vynulovat

source: Update
cs: Aktualizovat

source: Update started
cs: Zahájena aktualizace

source: Confessor
cs: Zpovědník

source: Starting
cs: Startuji

source: %1 added
cs: %1 přidáno

source: Confession not found
cs: Zpověď nenalezena

source: %1 deleted
cs: %1 smazáno

source: Updating %1
cs: Aktualizuji %1

source: %1 updated
cs: %1 aktualizováno

source: %1 unchanged
cs: %1 nezměněno

source: %1 zeroized
cs: %1 vynulováno

source: one of one row
cs: jediný řádek

source: one row
cs: jeden řádek
